const btn = document.getElementById("nextBtn");
const msg = document.getElementById("message");

btn.addEventListener("click", () => {
    btn.style.display = "none";

    msg.innerHTML = `
        <img src="friend.jpg" />

        <div style="font-size:22px; line-height:1.5;">
            ХА-ХА-ХА-ХА-ХА, КАК ЖЕ ТЫ ПОПАЛСЯ МОЙ NGA 😂<br><br>
            Вот так бывает, когда нажимаешь всё подряд,<br>
            даже не думаешь, что там может быть 💀🔥<br><br>
            Короче, братан, поздравляю,<br>
            ты вошёл в историю как<br>
            <b>«Главный доверчивый 2025»</b> 😭😭😭<br><br>
            В следующий раз будь умнее please, я горжусь тобой 😎
        </div>
    `;
});